Repository: rokrokss/recly
Catalog: apple/RecMac/RecMac/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: About
ar: حول التطبيق
bn: অ্যাপ সম্পর্কে
de: Über
es: Acerca de
fa: درباره
fil: Tungkol sa app
fr: À propos
hi: परिचय
it: Informazioni
ja: このアプリについて
ko: 정보
pl: Informacje
pt_br: Sobre
pt_pt: Acerca de
ru: О приложении
sw: Kuhusu
th: เกี่ยวกับ
tr: Hakkında
ur: تعارف
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Add Highlight
ar: إضافة علامة
bn: হাইলাইট যোগ করুন
de: Markierung hinzufügen
es: Añadir marcador
fa: افزودن علامت
fil: Magdagdag ng highlight
fr: Ajouter un repère
hi: हाइलाइट जोड़ें
it: Aggiungi marcatore
ja: ハイライトを追加
ko: 하이라이트 추가
pl: Dodaj znacznik
pt_br: Adicionar marcador
pt_pt: Adicionar marcador
ru: Добавить отметку
sw: Ongeza alama
th: เพิ่มไฮไลต์
tr: İşaret ekle
ur: ہائی لائٹ شامل کریں
vi: Thêm điểm đánh dấu
zh_hans: 添加标记
zh_hant: 加上標記

source: Are you in a meeting?
ar: هل أنت في اجتماع؟
bn: আপনি কি মিটিংয়ে আছেন?
de: Sind Sie in einer Besprechung?
es: ¿Estás en una reunión?
fa: در جلسه هستید؟
fil: Nasa meeting ka ba?
fr: Êtes-vous en réunion ?
hi: क्या आप मीटिंग में हैं?
it: Sei in riunione?
ja: 会議中ですか？
ko: 회의 중인가요?
pl: Jesteś na spotkaniu?
pt_br: Você está em uma reunião?
pt_pt: Está numa reunião?
ru: Вы на встрече?
sw: Je, uko kwenye mkutano?
th: คุณกำลังประชุมอยู่ใช่ไหม?
tr: Toplantıda mısınız?
ur: کیا آپ میٹنگ میں ہیں؟
vi: Bạn đang trong cuộc họp?
zh_hans: 您正在开会吗？
zh_hant: 您正在開會嗎？

source: Automatic
ar: تلقائي
bn: স্বয়ংক্রিয়
de: Automatisch
es: Automático
fa: خودکار
fil: Awtomatiko
fr: Automatique
hi: अपने आप
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ru: Автоматически
sw: Kiotomatiki
th: อัตโนมัติ
tr: Otomatik
ur: خودکار
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Back
ar: رجوع
bn: ফিরে যান
de: Zurück
es: Atrás
fa: برگشت
fil: Bumalik
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ru: Назад
sw: Rudi
th: ย้อนกลับ
tr: Geri
ur: پیچھے
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fil: Kanselahin
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Capture
ar: التقاط الصوت
bn: অডিও ক্যাপচার
de: Audioaufnahme
es: Captura de audio
fa: ضبط صدا
fil: Pag-capture ng audio
fr: Capture audio
hi: ऑडियो कैप्चर
it: Acquisizione audio
ja: 音声収録
ko: 캡처
pl: Przechwytywanie dźwięku
pt_br: Captura de áudio
pt_pt: Captura de áudio
ru: Захват звука
sw: Kunasa sauti
th: การบันทึกเสียง
tr: Ses yakalama
ur: آڈیو کیپچر
vi: Thu âm
zh_hans: 音频采集
zh_hant: 音訊擷取

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fil: Isara
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sw: Funga
th: ปิด
tr: Kapat
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Consent check before recording
ar: التحقق من الموافقة قبل التسجيل
bn: রেকর্ডিংয়ের আগে সম্মতি যাচাই
de: Einwilligung vor der Aufnahme prüfen
es: Confirmar consentimiento antes de grabar
fa: بررسی رضایت پیش از ضبط
fil: Pagsuri ng pagsang-ayon bago mag-record
fr: Vérifier le consentement avant d’enregistrer
hi: रिकॉर्डिंग से पहले सहमति की जाँच
it: Verifica del consenso prima di registrare
ja: 録音前の同意確認
ko: 녹음 전 동의 확인
pl: Sprawdzanie zgody przed nagrywaniem
pt_br: Confirmar consentimento antes de gravar
pt_pt: Confirmar consentimento antes de gravar
ru: Проверка согласия перед записью
sw: Ukaguzi wa ridhaa kabla ya kurekodi
th: ตรวจสอบความยินยอมก่อนบันทึกเสียง
tr: Kayıttan önce onay kontrolü
ur: ریکارڈنگ سے پہلے رضامندی کی تصدیق
vi: Kiểm tra sự đồng ý trước khi ghi âm
zh_hans: 录音前确认同意
zh_hant: 錄音前確認同意

source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Weiter
es: Continuar
fa: ادامه
fil: Magpatuloy
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
sw: Endelea
th: ดำเนินการต่อ
tr: Devam
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Copy configuration
ar: نسخ التكوين
bn: কনফিগারেশন কপি করুন
de: Konfiguration kopieren
es: Copiar configuración
fa: کپی پیکربندی
fil: Kopyahin ang configuration
fr: Copier la configuration
hi: कॉन्फ़िगरेशन कॉपी करें
it: Copia configurazione
ja: 構成をコピー
ko: 설정 복사
pl: Kopiuj konfigurację
pt_br: Copiar configuração
pt_pt: Copiar configuração
ru: Копировать конфигурацию
sw: Nakili usanidi
th: คัดลอกการกำหนดค่า
tr: Yapılandırmayı kopyala
ur: کنفیگریشن کاپی کریں
vi: Sao chép cấu hình
zh_hans: 复制配置
zh_hant: 複製組態

source: Core error
ar: خطأ في النواة
bn: কোর ত্রুটি
de: Kernfehler
es: Error del núcleo
fa: خطای هسته
fil: Error sa core
fr: Erreur du noyau
hi: कोर त्रुटि
it: Errore interno
ja: コアエラー
ko: 코어 오류
pl: Błąd rdzenia
pt_br: Erro do núcleo
pt_pt: Erro do núcleo
ru: Ошибка ядра
sw: Hitilafu ya kiini
th: ข้อผิดพลาดของคอร์
tr: Çekirdek hatası
ur: کور کی خرابی
vi: Lỗi thành phần lõi
zh_hans: 核心错误
zh_hant: 核心錯誤

source: Could not discard the recording
ar: تعذّر تجاهل التسجيل
bn: রেকর্ডিংটি বাদ দেওয়া যায়নি
de: Aufnahme konnte nicht verworfen werden
es: No se pudo descartar la grabación
fa: ضبط دور انداخته نشد
fil: Hindi ma-discard ang recording
fr: Impossible d’abandonner l’enregistrement
hi: रिकॉर्डिंग छोड़ी नहीं जा सकी
it: Impossibile scartare la registrazione
ja: 録音を破棄できませんでした
ko: 녹음을 삭제하지 못했습니다
pl: Nie można odrzucić nagrania
pt_br: Não foi possível descartar a gravação
pt_pt: Não foi possível descartar a gravação
ru: Не удалось удалить несохранённую запись
sw: Imeshindwa kutupa rekodi
th: ทิ้งการบันทึกเสียงไม่ได้
tr: Kayıt atılamadı
ur: ریکارڈنگ ضائع نہیں کی جا سکی
vi: Không thể hủy bỏ bản ghi âm
zh_hans: 无法丢弃录音
zh_hant: 無法捨棄錄音

source: Could not finish saving — it is recovered on the next run
ar: تعذّر إتمام الحفظ؛ ستتم الاستعادة عند التشغيل التالي
bn: সেভ করা শেষ হয়নি; পরের বার চালু হলে পুনরুদ্ধার করা হবে
de: Speichern nicht abgeschlossen; Wiederherstellung beim nächsten Start
es: No se pudo terminar de guardar; se recuperará al volver a abrir
fa: ذخیره کامل نشد؛ در اجرای بعدی بازیابی می‌شود
fil: Hindi natapos ang pag-save — mababawi ito sa susunod na pagbukas
fr: Enregistrement incomplet ; récupération au prochain lancement
hi: सहेजना पूरा नहीं हो सका; अगली बार खोलने पर बहाल होगा
it: Salvataggio non completato: verrà recuperato al prossimo avvio
ja: 保存を完了できませんでした。次回起動時に復元します
ko: 저장을 마무리하지 못했습니다 — 다음 실행 시 복구됩니다
pl: Nie można dokończyć zapisywania — nagranie zostanie odzyskane przy następnym uruchomieniu
pt_br: Não foi possível concluir o salvamento; será recuperado na próxima execução
pt_pt: Não foi possível terminar de guardar — será recuperada na próxima execução
ru: Не удалось завершить сохранение; запись будет восстановлена при следующем запуске
sw: Imeshindwa kumaliza kuhifadhi — itarejeshwa programu itakapofunguliwa tena
th: บันทึกไม่เสร็จ จะกู้คืนเมื่อเปิดแอปครั้งถัดไป
tr: Kaydetme tamamlanamadı — bir sonraki çalıştırmada kurtarılacak
ur: محفوظ کرنا مکمل نہیں ہو سکا — اگلی بار چلانے پر بحال ہو جائے گا
vi: Chưa lưu xong — sẽ khôi phục ở lần chạy sau
zh_hans: 无法完成保存，将在下次运行时恢复
zh_hant: 無法完成儲存，將在下次執行時復原

source: Could not set launch at login
ar: تعذّر ضبط التشغيل عند تسجيل الدخول
bn: লগ-ইনের সময় চালু হওয়া সেট করা যায়নি
de: Start bei Anmeldung konnte nicht eingestellt werden
es: No se pudo configurar el inicio al iniciar sesión
fa: اجرا هنگام ورود به سیستم تنظیم نشد
fil: Hindi ma-set ang pagbukas sa pag-log in
fr: Impossible de configurer le lancement à la connexion
hi: लॉगिन पर शुरू करना सेट नहीं हो सका
it: Impossibile impostare l’apertura al login
ja: ログイン時の起動を設定できませんでした
ko: 로그인 시 자동 실행을 설정하지 못했습니다
pl: Nie można ustawić uruchamiania przy logowaniu
pt_br: Não foi possível configurar o início ao entrar
pt_pt: Não foi possível configurar a abertura ao iniciar sessão
ru: Не удалось настроить запуск при входе
sw: Imeshindwa kuweka mpangilio wa kufungua wakati wa kuingia
th: ตั้งค่าการเปิดเมื่อเข้าสู่ระบบไม่ได้
tr: Oturum açıldığında başlatma ayarlanamadı
ur: لاگ ان پر شروع ہونا سیٹ نہیں ہو سکا
vi: Không thể đặt mở khi đăng nhập
zh_hans: 无法设置登录时启动
zh_hant: 無法設定登入時啟動

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fil: I-delete
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sw: Futa
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Details
ar: التفاصيل
bn: বিবরণ
es: Detalles
fa: جزئیات
fil: Mga Detalye
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 상세
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ru: Подробности
sw: Maelezo
th: รายละเอียด
tr: Ayrıntılar
ur: تفصیلات
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Device
ar: الجهاز
bn: ডিভাইস
de: Gerät
es: Dispositivo
fa: دستگاه
fr: Appareil
hi: डिवाइस
it: Dispositivo
ja: デバイス
ko: 기기
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ru: Устройство
sw: Kifaa
th: อุปกรณ์
tr: Cihaz
ur: آلہ
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Did you tell the participants about the recording?
ar: هل أخبرت المشاركين بالتسجيل؟
bn: অংশগ্রহণকারীদের কি রেকর্ডিংয়ের কথা জানিয়েছেন?
de: Haben Sie die Teilnehmenden über die Aufnahme informiert?
es: ¿Has avisado a los participantes de la grabación?
fa: آیا شرکت‌کنندگان را از ضبط آگاه کرده‌اید؟
fil: Sinabihan mo ba ang mga kalahok tungkol sa pag-record?
fr: Avez-vous prévenu les participants de l’enregistrement ?
hi: क्या आपने प्रतिभागियों को रिकॉर्डिंग के बारे में बताया है?
it: Hai avvisato i partecipanti della registrazione?
ja: 参加者に録音することを伝えましたか？
ko: 참가자에게 녹음을 알렸습니까?
pl: Czy uczestnicy zostali poinformowani o nagrywaniu?
pt_br: Você avisou os participantes sobre a gravação?
pt_pt: Informou os participantes sobre a gravação?
ru: Вы сообщили участникам о записи?
sw: Je, umewaambia washiriki kwamba unarekodi?
th: คุณแจ้งผู้เข้าร่วมเรื่องการบันทึกเสียงแล้วหรือยัง?
tr: Katılımcıları kayıt hakkında bilgilendirdiniz mi?
ur: کیا آپ نے شرکاء کو ریکارڈنگ کے بارے میں بتایا؟
vi: Bạn đã báo cho người tham gia về việc ghi âm chưa?
zh_hans: 您已告知参与者将进行录音吗？
zh_hant: 您已告知參與者將進行錄音嗎？

# Disconnect
source: Revoke Google access
ar: إلغاء الوصول إلى Google
bn: Google অ্যাক্সেস প্রত্যাহার করুন
de: Google-Zugriff widerrufen
es: Revocar acceso a Google
fa: لغو دسترسی Google
fil: Bawiin ang access sa Google
fr: Révoquer l’accès Google
hi: Google एक्सेस रद्द करें
it: Revoca l’accesso Google
ja: Googleへのアクセス権を取り消す
ko: Google 접근 권한 철회
pl: Cofnij dostęp Google
pt_br: Revogar acesso ao Google
pt_pt: Revogar acesso Google
ru: Отозвать доступ к Google
sw: Batilisha ufikiaji wa Google
th: เพิกถอนการเข้าถึงของ Google
tr: Google erişimini iptal et
ur: Google رسائی منسوخ کریں
vi: Thu hồi quyền truy cập Google
zh_hans: 撤销Google访问权限
zh_hant: 撤銷Google存取權限

source: Do not ask again
ar: عدم السؤال مجددًا
bn: আর জিজ্ঞেস করবেন না
de: Nicht erneut fragen
es: No volver a preguntar
fa: دیگر سؤال نشود
fil: Huwag nang itanong ulit
fr: Ne plus demander
hi: फिर न पूछें
it: Non chiedere più
ja: 次回から確認しない
ko: 다시 묻지 않기
pl: Nie pytaj ponownie
pt_br: Não perguntar novamente
pt_pt: Não perguntar novamente
ru: Больше не спрашивать
sw: Usiulize tena
th: ไม่ต้องถามอีก
tr: Bir daha sorma
ur: دوبارہ نہ پوچھیں
vi: Không hỏi lại
zh_hans: 不再询问
zh_hant: 不再詢問

source: End the recording?
ar: إنهاء التسجيل؟
bn: রেকর্ডিং শেষ করবেন?
de: Aufnahme beenden?
es: ¿Finalizar la grabación?
fa: ضبط پایان یابد؟
fil: Tapusin ang pag-record?
fr: Terminer l’enregistrement ?
hi: रिकॉर्डिंग समाप्त करें?
it: Terminare la registrazione?
ja: 録音を終了しますか？
ko: 녹음을 끝낼까요?
pl: Zakończyć nagrywanie?
pt_br: Encerrar a gravação?
pt_pt: Terminar a gravação?
ru: Завершить запись?
sw: Ungependa kumaliza kurekodi?
th: สิ้นสุดการบันทึกเสียงใช่ไหม?
tr: Kayıt sonlandırılsın mı?
ur: ریکارڈنگ ختم کریں؟
vi: Kết thúc ghi âm?
zh_hans: 结束录音？
zh_hant: 結束錄音？

# Google sign-in failed
source: Could not connect Drive
ar: تعذّر ربط Drive
bn: Drive কানেক্ট করা যায়নি
de: Drive konnte nicht verbunden werden
es: No se pudo conectar Drive
fa: اتصال Drive انجام نشد
fil: Hindi maikonekta ang Drive
fr: Impossible de connecter Drive
hi: Drive कनेक्ट नहीं हो सका
it: Impossibile collegare Drive
ja: Driveに接続できませんでした
ko: Drive에 연결하지 못했습니다
pl: Nie można połączyć z Drive
pt_br: Não foi possível conectar ao Drive
pt_pt: Não foi possível ligar o Drive
ru: Не удалось подключить Drive
sw: Imeshindwa kuunganisha Drive
th: เชื่อมต่อ Drive ไม่ได้
tr: Drive bağlanamadı
ur: Drive منسلک نہیں ہو سکا
vi: Không thể kết nối Drive
zh_hans: 无法连接Drive
zh_hant: 無法連接Drive

source: Hide settings
ar: إخفاء الإعدادات
bn: সেটিংস লুকান
de: Einstellungen ausblenden
es: Ocultar ajustes
fa: پنهان کردن تنظیمات
fil: Itago ang mga setting
fr: Masquer les réglages
hi: सेटिंग छिपाएँ
it: Nascondi impostazioni
ja: 設定を非表示
ko: 설정 접기
pl: Ukryj ustawienia
pt_br: Ocultar configurações
pt_pt: Ocultar definições
ru: Скрыть настройки
sw: Ficha mipangilio
th: ซ่อนการตั้งค่า
tr: Ayarları gizle
ur: ترتیبات چھپائیں
vi: Ẩn cài đặt
zh_hans: 隐藏设置
zh_hant: 隱藏設定

source: I told them · Start recording
ar: أخبرتهم · بدء التسجيل
bn: জানিয়েছি · রেকর্ডিং শুরু করুন
de: Informiert · Aufnahme starten
es: Ya he avisado · Iniciar grabación
fa: آگاه کردم · شروع ضبط
fil: Sinabihan ko na · Simulan ang pag-record
fr: Je les ai prévenus · Enregistrer
hi: बता दिया · रिकॉर्डिंग शुरू करें
it: Li ho avvisati · Avvia registrazione
ja: 伝えました・録音開始
ko: 알렸습니다 · 녹음 시작
pl: Poinformowano · Rozpocznij nagrywanie
pt_br: Já avisei · Iniciar gravação
pt_pt: Já informei · Iniciar gravação
ru: Сообщил · Начать запись
sw: Nimewaambia · Anza kurekodi
th: แจ้งแล้ว · เริ่มบันทึกเสียง
tr: Bilgilendirdim · Kaydı başlat
ur: میں نے بتا دیا · ریکارڈنگ شروع کریں
vi: Tôi đã báo · Bắt đầu ghi âm
zh_hans: 已告知·开始录音
zh_hant: 已告知·開始錄音

source: Import audio…
ar: استيراد صوت…
bn: অডিও ইমপোর্ট করুন…
de: Audio importieren…
es: Importar audio…
fa: وارد کردن صدا…
fil: Mag-import ng audio…
fr: Importer de l’audio…
hi: ऑडियो इम्पोर्ट करें…
it: Importa audio…
ja: 音声を読み込む…
ko: 오디오 가져오기…
pl: Importuj audio…
pt_br: Importar áudio…
pt_pt: Importar áudio…
ru: Импортировать аудио…
sw: Leta sauti…
th: นำเข้าเสียง…
tr: Ses içe aktar…
ur: آڈیو درآمد کریں…
vi: Nhập âm thanh…
zh_hans: 导入音频…
zh_hant: 匯入音訊…

source: Launch at login
ar: التشغيل عند تسجيل الدخول
bn: লগ-ইনের সময় চালু করুন
de: Bei Anmeldung starten
es: Abrir al iniciar sesión
fa: اجرا هنگام ورود به سیستم
fil: Buksan sa pag-log in
fr: Lancer à la connexion
hi: लॉगिन पर शुरू करें
it: Apri al login
ja: ログイン時に起動
ko: 로그인 시 자동 실행
pl: Uruchamiaj przy logowaniu
pt_br: Iniciar ao entrar
pt_pt: Abrir ao iniciar sessão
ru: Запускать при входе
sw: Fungua wakati wa kuingia
th: เปิดเมื่อเข้าสู่ระบบ
tr: Oturum açıldığında başlat
ur: لاگ ان پر شروع کریں
vi: Mở khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Length
ar: المدة
bn: দৈর্ঘ্য
de: Dauer
es: Duración
fa: مدت
fil: Haba
fr: Durée
hi: अवधि
it: Durata
ja: 長さ
ko: 길이
pl: Długość
pt_br: Duração
pt_pt: Duração
ru: Длительность
sw: Muda
th: ความยาว
tr: Süre
ur: دورانیہ
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: Lets an agent on this computer, such as Claude Desktop, Claude Code or Codex, read your recordings and transcripts. Nothing leaves this computer.
ar: يتيح لوكيل على هذا الكمبيوتر، مثل Claude Desktop أو Claude Code أو Codex، قراءة تسجيلاتك ونصوصها. لا يغادر أي شيء هذا الكمبيوتر.
bn: এই কম্পিউটারের কোনো এজেন্টকে, যেমন Claude Desktop, Claude Code বা Codex, আপনার রেকর্ডিং ও ট্রান্সক্রিপ্ট পড়তে দেয়। কিছুই এই কম্পিউটারের বাইরে যায় না।
de: Ermöglicht einem Agenten auf diesem Computer, etwa Claude Desktop, Claude Code oder Codex, Ihre Aufnahmen und Transkripte zu lesen. Nichts verlässt diesen Computer.
es: Permite que un agente de este equipo, como Claude Desktop, Claude Code o Codex, lea tus grabaciones y transcripciones. Nada sale de este equipo.
fa: به عاملی در این رایانه، مانند Claude Desktop، Claude Code یا Codex، اجازه می‌دهد ضبط‌ها و رونوشت‌های شما را بخواند. چیزی از این رایانه خارج نمی‌شود.
fil: Pinapayagan ang isang agent sa computer na ito, gaya ng Claude Desktop, Claude Code o Codex, na basahin ang iyong mga recording at transcript. Walang lumalabas sa computer na ito.
fr: Permet à un agent de cet ordinateur, comme Claude Desktop, Claude Code ou Codex, de lire vos enregistrements et transcriptions. Rien ne quitte cet ordinateur.
hi: इस कंप्यूटर पर मौजूद किसी एजेंट, जैसे Claude Desktop, Claude Code या Codex, को आपकी रिकॉर्डिंग और ट्रांसक्रिप्ट पढ़ने देता है। कुछ भी इस कंप्यूटर से बाहर नहीं जाता।
it: Consente a un agente su questo computer, come Claude Desktop, Claude Code o Codex, di leggere le tue registrazioni e trascrizioni. Nulla esce da questo computer.
ja: Claude Desktop、Claude Code、Codexなど、このコンピュータ上のエージェントが録音と文字起こしを読めるようにします。データはこのコンピュータの外に出ません。
ko: Claude Desktop, Claude Code, Codex 같은 이 컴퓨터의 에이전트가 녹음과 전사본을 읽게 합니다. 이 컴퓨터 밖으로 나가는 것은 없습니다.
pl: Pozwala agentowi na tym komputerze, np. Claude Desktop, Claude Code lub Codex, odczytywać Twoje nagrania i transkrypcje. Nic nie opuszcza tego komputera.
pt_br: Permite que um agente neste computador, como Claude Desktop, Claude Code ou Codex, leia suas gravações e transcrições. Nada sai deste computador.
pt_pt: Permite que um agente neste computador, como o Claude Desktop, o Claude Code ou o Codex, leia as suas gravações e transcrições. Nada sai deste computador.
ru: Позволяет агенту на этом компьютере, например Claude Desktop, Claude Code или Codex, читать ваши записи и расшифровки. Ничто не покидает этот компьютер.
sw: Huruhusu wakala kwenye kompyuta hii, kama Claude Desktop, Claude Code au Codex, kusoma rekodi na nakala zako. Hakuna kinachotoka kwenye kompyuta hii.
th: ให้เอเจนต์ในคอมพิวเตอร์นี้ เช่น Claude Desktop, Claude Code หรือ Codex อ่านการบันทึกเสียงและข้อความถอดเสียงของคุณได้ ไม่มีข้อมูลใดออกจากคอมพิวเตอร์นี้
tr: Bu bilgisayardaki Claude Desktop, Claude Code veya Codex gibi bir ajanın kayıtlarınızı ve transkriptlerinizi okumasını sağlar. Hiçbir şey bu bilgisayardan çıkmaz.
ur: اس کمپیوٹر پر کسی ایجنٹ، جیسے Claude Desktop، Claude Code یا Codex، کو آپ کی ریکارڈنگز اور ٹرانسکرپٹس پڑھنے دیتا ہے۔ کچھ بھی اس کمپیوٹر سے باہر نہیں جاتا۔
vi: Cho phép tác nhân trên máy tính này, chẳng hạn Claude Desktop, Claude Code hoặc Codex, đọc các bản ghi âm và bản chép lời của bạn. Không có gì rời khỏi máy tính này.
zh_hans: 让此电脑上的智能体（如Claude Desktop、Claude Code或Codex）读取你的录音和转录文本。数据不会离开此电脑。
zh_hant: 讓此電腦上的代理（例如Claude Desktop、Claude Code或Codex）讀取你的錄音和逐字稿。資料不會離開此電腦。

source: Local agents
ar: الوكلاء المحليون
bn: লোকাল এজেন্ট
de: Lokale Agenten
es: Agentes locales
fa: عامل‌های محلی
fil: Mga lokal na agent
fr: Agents locaux
hi: लोकल एजेंट
it: Agenti locali
ja: ローカルエージェント
ko: 로컬 에이전트
pl: Agenci lokalni
pt_br: Agentes locais
pt_pt: Agentes locais
ru: Локальные агенты
sw: Mawakala wa ndani
th: เอเจนต์ในเครื่อง
tr: Yerel ajanlar
ur: مقامی ایجنٹس
vi: Tác nhân cục bộ
zh_hans: 本地智能体
zh_hant: 本機代理

source: Local MCP server
ar: خادم MCP المحلي
bn: লোকাল MCP সার্ভার
de: Lokaler MCP-Server
es: Servidor MCP local
fa: سرور MCP محلی
fil: Lokal na MCP server
fr: Serveur MCP local
hi: लोकल MCP सर्वर
it: Server MCP locale
ja: ローカルMCPサーバー
ko: 로컬 MCP 서버
pl: Lokalny serwer MCP
pt_br: Servidor MCP local
pt_pt: Servidor MCP local
ru: Локальный MCP-сервер
sw: Seva ya MCP ya ndani
th: เซิร์ฟเวอร์ MCP ในเครื่อง
tr: Yerel MCP sunucusu
ur: مقامی MCP سرور
vi: Máy chủ MCP cục bộ
zh_hans: 本地MCP服务器
zh_hant: 本機MCP伺服器

source: Meeting (mic + system)
ar: اجتماع (ميكروفون + النظام)
bn: মিটিং (মাইক + সিস্টেম)
de: Besprechung (Mikrofon + System)
es: Reunión (micrófono + sistema)
fa: جلسه (میکروفون + سیستم)
fil: Meeting (mikropono + system)
fr: Réunion (micro + système)
hi: मीटिंग (माइक + सिस्टम)
it: Riunione (microfono + sistema)
ja: 会議（マイク＋システム音声）
ko: 회의(마이크+시스템)
pl: Spotkanie (mikrofon + system)
pt_br: Reunião (microfone + sistema)
pt_pt: Reunião (microfone + sistema)
ru: Встреча (микрофон + система)
sw: Mkutano (maikrofoni + mfumo)
th: การประชุม (ไมโครโฟน + ระบบ)
tr: Toplantı (mikrofon + sistem)
ur: میٹنگ (مائیک + سسٹم)
vi: Cuộc họp (micrô + hệ thống)
zh_hans: 会议（麦克风＋系统音频）
zh_hant: 會議（麥克風＋系統音訊）

source: Microphone
ar: الميكروفون
bn: মাইক্রোফোন
de: Mikrofon
es: Micrófono
fa: میکروفون
fil: Mikropono
hi: माइक्रोफ़ोन
it: Microfono
ja: マイク
ko: 마이크
pl: Mikrofon
pt_br: Microfone
pt_pt: Microfone
ru: Микрофон
sw: Maikrofoni
th: ไมโครโฟน
tr: Mikrofon
ur: مائیکروفون
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone only
ar: الميكروفون فقط
bn: শুধু মাইক্রোফোন
de: Nur Mikrofon
es: Solo micrófono
fa: فقط میکروفون
fil: Mikropono lang
fr: Microphone uniquement
hi: केवल माइक्रोफ़ोन
it: Solo microfono
ja: マイクのみ
ko: 마이크만
pl: Tylko mikrofon
pt_br: Somente microfone
pt_pt: Só microfone
ru: Только микрофон
sw: Maikrofoni pekee
th: ไมโครโฟนเท่านั้น
tr: Yalnızca mikrofon
ur: صرف مائیکروفون
vi: Chỉ micrô
zh_hans: 仅麦克风
zh_hant: 僅麥克風

source: Microphone: %@
ar: الميكروفون: %@
bn: মাইক্রোফোন: %@
de: Mikrofon: %@
es: Micrófono: %@
fa: میکروفون: %@
fil: Mikropono: %@
hi: माइक्रोफ़ोन: %@
it: Microfono: %@
ja: マイク：%@
ko: 마이크: %@
pl: Mikrofon: %@
pt_br: Microfone: %@
pt_pt: Microfone: %@
ru: Микрофон: %@
sw: Maikrofoni: %@
th: ไมโครโฟน: %@
tr: Mikrofon: %@
ur: مائیکروفون: %@
vi: Micrô: %@
zh_hans: 麦克风：%@
zh_hant: 麥克風：%@

source: No recordings yet
ar: لا توجد تسجيلات بعد
bn: এখনও কোনো রেকর্ডিং নেই
de: Noch keine Aufnahmen
es: Aún no hay grabaciones
fa: هنوز ضبطی وجود ندارد
fil: Wala pang recording
fr: Aucun enregistrement
hi: अभी कोई रिकॉर्डिंग नहीं
it: Ancora nessuna registrazione
ja: 録音はまだありません
ko: 아직 녹음이 없습니다
pl: Brak nagrań
pt_br: Nenhuma gravação ainda
pt_pt: Ainda não há gravações
ru: Записей пока нет
sw: Bado hakuna rekodi
th: ยังไม่มีการบันทึกเสียง
tr: Henüz kayıt yok
ur: ابھی کوئی ریکارڈنگ نہیں
vi: Chưa có bản ghi âm nào
zh_hans: 暂无录音
zh_hant: 尚無錄音

source: OK
ar: حسنًا
bn: ঠিক আছে
es: Aceptar
fa: تأیید
hi: ठीक है
ko: 확인
ru: ОК
sw: Sawa
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 好

# Open Google account permissions
source: Manage Google permissions
ar: إدارة أذونات Google
bn: Google অনুমতি ম্যানেজ করুন
de: Google-Berechtigungen verwalten
es: Gestionar permisos de Google
fa: مدیریت اجازه‌های Google
fil: Pamahalaan ang mga pahintulot sa Google
fr: Gérer les autorisations Google
hi: Google अनुमतियाँ प्रबंधित करें
it: Gestisci autorizzazioni Google
ja: Googleの権限を管理
ko: Google 접근 권한 관리
pl: Zarządzaj uprawnieniami Google
pt_br: Gerenciar permissões do Google
pt_pt: Gerir permissões do Google
ru: Управление разрешениями Google
sw: Dhibiti ruhusa za Google
th: จัดการสิทธิ์ของ Google
tr: Google izinlerini yönet
ur: Google اجازتوں کا نظم کریں
vi: Quản lý quyền truy cập Google
zh_hans: 管理Google权限
zh_hant: 管理Google權限

source: Open System Settings
ar: فتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
de: Systemeinstellungen öffnen
es: Abrir ajustes del sistema
fa: باز کردن تنظیمات سیستم
fil: Buksan ang System Settings
fr: Ouvrir les réglages système
hi: सिस्टम सेटिंग खोलें
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pl: Otwórz Ustawienia systemowe
pt_br: Abrir configurações do sistema
pt_pt: Abrir Definições do Sistema
ru: Открыть системные настройки
sw: Fungua Mipangilio ya Mfumo
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarları'nı aç
ur: سسٹم ترتیبات کھولیں
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open in Drive
ar: فتح في Drive
bn: Drive-এ খুলুন
de: In Drive öffnen
es: Abrir en Drive
fa: باز کردن در Drive
fil: Buksan sa Drive
fr: Ouvrir dans Drive
hi: Drive में खोलें
it: Apri in Drive
ja: Driveで開く
ko: Drive 열기
pl: Otwórz na Drive
pt_br: Abrir no Drive
pt_pt: Abrir no Drive
ru: Открыть в Drive
sw: Fungua kwenye Drive
th: เปิดใน Drive
tr: Drive'da aç
ur: Drive میں کھولیں
vi: Mở trong Drive
zh_hans: 在Drive中打开
zh_hant: 在Drive中開啟
